Repository: hermesthecat/luci-app-unlocker
Catalog: translation/*/unlocker.*.po
Languages: ru

source: Advanced IP-List Settings
ru: Доп. опции IP списка

source: Base Setting
ru: Основные настройки

source: By ticking this box bypass rules will also be applied to router itself
ru: Дополнительно применить все правила обхода на сам роутер, а не только для пользователей локальной сети

source: Bypass Mode
ru: Способ обхода

source: Creates a simple Tor config for unlocker
ru: Сконфигурировать Tor для использования в разблокировщике

source: Currently list is just loaded on boot.
ru: На данный момент список обновляется при каждой загрузке.

source: Custom Domain List
ru: Свои домены

source: Custom IPv4
ru: Свой IPv4

source: Direct edit of torrc file
ru: Редактирование torrc

source: Disable start on boot
ru: Отключить автозапуск

source: Disabled
ru: Отключено

source: Domain Bypass Lists
ru: Список доменов

source: ENABLED on boot
ru: ВКЛЮЧЕН при загрузке

source: Each ip or subnet must start at the beginning of line (comments like this line are allowed)
ru: IP адрес или подсеть должны идти в начале строки (можно использовать комментарии как этот)

source: Enable Unlocker
ru: Включить Разблокировщик

source: Enable list auto-update
ru: Включить авто-обновление

source: Enable start on boot
ru: Загружать при старте

source: Example of custom list:
ru: Пример своего списка:

source: Example:
ru: Пример:

source: Exclude your country exit nodes in config. And add TransPort.
ru: Добавьте в конфигурацию Tor порт прозрачного прокси. Так же рекомендуется отключить исходящие ноды Tor своей страны.

source: Great Firewall
ru: Великий фаервол

source: Great Firewall IPv4 (China)
ru: Великий фаервол IPv4 (Китай)

source: IPv4 Bypass Lists
ru: Списки IPv4

source: Install Tor
ru: Установить Tor

source: Logs
ru: Журнал

source: Make me Tor config
ru: Сконфигурировать Tor

source: More info can be found here:
ru: Можно почитать тут:

source: Multiple selection is allowed.
ru: Можно выбрать несколько.

source: NOT ENABLED on boot
ru: НЕ ВКЛЮЧЕН при загрузке

source: Not ready yet...
ru: Ещё не готово...

source: Requires dnsmasq-full!
ru: Требует установленного dnsmasq-full!

source: Restart Tor
ru: Перезапустить Tor

source: Roskomnadzor
ru: Роскомнадзор

source: Roskomnadzor (Russia)
ru: Роскомнадзор

source: Services Status:
ru: Статус сервисов:

source: Status: (TODO)
ru: Статус: (TODO)

source: Tor Configuration
ru: Настройки Tor

source: Tor is Running
ru: Tor запущен

source: Tor is not Installed
ru: Tor не установлен

source: Tor is not Running
ru: Tor не запущен

source: Tor is preferred and free but can't deal with UDP traffic
ru: Рекомендуется использовать Tor, он бесплатен, но не может проксировать UDP траффик

source: Tor log
ru: Журнал Tor

source: Unified solution against internet censorship
ru: Универсальный помощник обхода интернет-блокировок

source: Uninstall Tor
ru: Удалить Tor

source: Unlocker
ru: Разблокировщик

source: Unlocker log
ru: Журнал Разблокировщика

source: Use ShadowSocks (TODO)
ru: Использовать ShadowSocks (TODO)

source: Use Tor network
ru: Использовать Tor

source: Use WireGuard VPN
ru: Использовать WireGuard

source: Use lite (low-ram) version of list
ru: Использовать оптимизированный список адресов (сокращает потребление RAM)

source: and
ru: и

source: this is a comment
ru: просто комментарий

source: use !x.x.x.x/xx syntax to exclude ip or subnet
ru: можно использовать восклицательный знак в начале строки что бы исключить ip или подсеть

source: with PID
ru: c PID
